[
	{
		"Person": "Josquin des Prez",
		"Coordinates": "50.17760749704224, 3.2357382725777493",
		"Description": "Josquin at St. Géry, Cambrai; receives wine"
	},
	{
		"Person": "Josquin des Prez",
		"Coordinates": "41.901265727908445, 12.507143890556955",
		"Description": "Josquin possibly in Rome for the processing of this letter"
	},
	{
		"Person": "Josquin des Prez",
		"Coordinates": "41.902053936326794, 12.455099071146412",
		"Description": "Josquin is documented as a singer in the papal chapel"
	},
	{
		"Person": "Josquin des Prez",
		"Coordinates": "50.17348623575531, 3.2367631233471728",
		"Description": "Josquin possibly in the North, possibly within striking distance of Cambrai, where he is documented in August/September (and therefore conducting business by mail or through procurators)"
	},
	{
		"Person": "Josquin des Prez",
		"Coordinates": "50.448104567089395, 3.5948772967029776",
		"Description": "Gille Lebloitte dit Desprez and his wife Jacque Banestonne in Condé make their will leaving all their wealth to their nephew Jossequin Desprez, son of Gossard Lebloitte dit Desprez, Josquin possibly present for this event"
	},
	{
		"Person": "Josquin des Prez",
		"Coordinates": "43.53090909518784, 5.4428556273405055",
		"Description": "Residency of Josquin in René of Anjou’s chapel; latest possible date for Josquin’s arrival in Aix-en-Provence and presumably for his membership of René of Anjou’s chapel; death of René of Anjou"
	},
	{
		"Person": "Josquin des Prez",
		"Coordinates": "43.53090909518784, 5.4428556273405055",
		"Description": "Earliest and latest possible dates for residency of Josquin in René of Anjou’s chapel"
	},
	{
		"Person": "Josquin des Prez",
		"Coordinates": "43.53090909518784, 5.4428556273405055",
		"Description": "Earliest known certain Josquin document; Archbishop of Aix signs letter of collation for “Jusquinus de Pratis”, singer and chaplain to René of Anjou, to a chaplaincy in Puy-St-Reparade, and permutated from the church of Ste Marie Madeleine also within the archbishop’s collation."
	},
	{
		"Person": "Josquin des Prez",
		"Coordinates": "43.53090909518784, 5.4428556273405055",
		"Description": "Obligation of “Jusquinus des pres”, cleric of the diocese of Cambrai, to Sebastianus de Ursis, priest of the diocese of Aix-en-Provence, concerning permutation of benefices in Lamotte (diocese of Toul: one of René of Anjou’s own chapels there) and in Puy-St-Reparade (diocese of Aix); 'old style' 1475 - More likely to be 1476, since 19 Feb was a Sunday in 1475 but a Tuesday in 1476"
	},
	{
		"Person": "Josquin des Prez",
		"Coordinates": "43.53090909518784, 5.4428556273405055",
		"Description": "“Jusquinus Pratensis, Cameracensis diocesis clericus et cantor capelle serenissimi” is present, named as witness to the will of the singer Johannes Giraud, from Saumur."
	},
	{
		"Person": "Josquin des Prez",
		"Coordinates": "43.53090909518784, 5.4428556273405055",
		"Description": "Josquin appoints as procurators in general and specifically for benefices in diocese of Angers: Johannes Stranques, sacristan, and Johannes Champain, another cleric from the church of St Pierre in Angers, along with Johannes Adam alias Craon, master of the chapel of St Laud, in Angers. Witnesses: “a notary and the secretary to the king”"
	},
	{
		"Person": "Josquin des Prez",
		"Coordinates": "43.53090909518784, 5.4428556273405055",
		"Description": "René of Anjou grants expectative to “Jossequin des prez chantre” of prebend at the collegiate church of St Maxe in his castle at Bar-le-Duc; Josquin is not mentioned as being present."
	},
	{
		"Person": "Josquin des Prez",
		"Coordinates": "43.53090909518784, 5.4428556273405055",
		"Description": "Letter of collation from the Archbishop of Aix, giving a chaplaincy at Aix Cathedral to “Jusquinus de Pratis”, singer and chaplain of René, after resignation of a benefice at a parish church in the diocese of Anjou. The writing of the year is hard to decipher, but more likely to be 1478, when 19 May was a Tuesday, whereas in 1476 it was a Sunday."
	},
	{
		"Person": "Josquin des Prez",
		"Coordinates": "43.53090909518784, 5.4428556273405055",
		"Description": "Aix-en-Provence: cessation of obligation of “Jusquinus des Pres”, cleric of the diocese of Cambrai, to Sebastianus de Ursis, priest of the diocese of Aix, dating from February 1476 (“old style” 1475) concerning  ermutation of benefices in Lamotte (diocese of Toul: one of René of Anjou’s own chapels there) and in Puy-St-Reparade (diocese of Aix). Josquin’s procurator was Egidius Desprez, perhaps the “Gilles de la Preye/Preya/Pree” reported by Esquieu (1981: p. 301) at René’s chapel in 1476-7."
	},
	{
		"Person": "Josquin des Prez",
		"Coordinates": "50.448104567089395, 3.5948772967029776",
		"Description": "Report of a claim submitted by “Jossequin Lebloitte dit Desprez” (twice more given as “Jossequin Desprez”), son of the late “Gossard Lebloitte dit Desprez” concerning the will made in December 1466 by his uncle Gille Lebloitte dit Desprez and his wife Jaque Banestonne, then residing in Condé. This is a perfectly normal document: Josquin is just staking his claim, recorded in the usual way."
	},
	{
		"Person": "Josquin des Prez",
		"Coordinates": "50.448104567089395, 3.5948772967029776",
		"Description": "“Jossequin Lebloitte dit Desprez filz de feu Gossart” appears in person to appoint no fewer than fifteen procurators, all with different tasks (which evidently did seem odd, otherwise the report would not spell it out in that way): Robert de Maulde (priest and canon of Condé), maistre Guillaume Bouchier, Jehan Gosseaulx, Noulet Gosseau, maistre Jacques Paillart, Jehan LeWevre, Jehan le Cuvelier, Jacques de Brusciel, Hubert de Damoisseau, Gille and Giermain Boullengier, Hanin de Villers, Pierrart Hennekine, Haquinot Boulenghier and Josse Stien. This document contains no mention of his uncle and aunt, so presumably he had received his inheritance without problem in less than a month."
	},
	{
		"Person": "Josquin des Prez",
		"Coordinates": "48.21010074830227, 16.39202252903936",
		"Description": "Josquin at the Hungarian royal court; the dates given are merely the possible start and end dates of his presumed tenure"
	}
]